웹 사이트를 사용하기 전에 본 이용 약관을 읽으십시오. 본 이용 약관 또는 개인 정보 보호 정책에 동의하지 않으면 웹 사이트에 접속하거나 사용해서는 안됩니다.<br />
<br />
<br />
[제1조 목적]<br />
<br />
본 이용 약관(이하 "약관")은 TIBAB 웹사이트의 이용조건 및 절차에 관하여 회사와 사용자의 책임사항, 기타 필요한 사항을 명확하게 규정함을 목적으로 합니다. 본 이용 약관 또는 개인 정보 보호 정책에 동의하지 않으면 웹 사이트에 접속하거나 사용해서는 안됩니다.<br />
<br />
<br />
[제2조 약관의 명시, 설명과 개정]<br />
<br />
1. 이 약관과 그 내용은 회사의 사이트에 게시하거나 기타의 방법 등을 통하여 사용자에게 공지하고, 귀하가 사이트에 접근하는 것으로 약관에 동의하는 것으로 간주하고 효력을 발생합니다.<br />
2. 회사는 『약관의 규제에 관한 법률』, 『정보통신망이용촉진 및 정보보호 등에 관한 법률』등 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.<br />
3. 본 약관 이외에 때때로 당사가 웹 사이트에서 또는 웹 사이트를 통해 제공 할 수 있는 특정 컨텐츠 또는 서비스와 관련하여 기타 이용 약관에 동의해야 할 수도 있습니다. 해당 컨텐츠 및 서비스의 이용 약관과 본 약관의 충돌 또는 불일치 만이 경우 해당 컨텐츠 및 서비스 이용 약관이 본 약관에 우선합니다.<br />
<br />
<br />
[제 3조 웹사이트 접속 제한]<br />
<br />
1. 본 웹 사이트는 개인적인 용도로만 제공되며 상업적 용도로는 사용할 수 없으며, 각 국가에서 지정한 법령 또는 만 20세 이상의 성인을 대상으로 합니다. 귀하는 이 웹 사이트를 사용함으로써 상기 내용을 진술하고 보증합니다.<br />
이러한 요구 사항을 충족시키지 못하면 웹 사이트에 접근하거나 웹 사이트를 사용하지 않아야 합니다.<br />
<br />
<br />
[제 4조 서비스의 중단]<br />
<br />
1. 본 웹 사이트는 컴퓨터 등 정보통신설비의 보수점검·교체 및 고장, 통신의 두절 등의 사유가 발생한 경우에는 서비스의 제공을 일시적으로 중단할 수 있습니다.<br />
2. 본 웹 사이트는 제1항의 사유로 서비스의 제공이 일시적으로 중단됨으로 인하여 이용자 또는 제3자가 입은 손해에 대하여 배상합니다. 단, 고의 또는 과실이 없음을 입증하는 경우에는 그러하지 아니합니다.<br />
<br />
<br />
[제 5조 회원 가입]<br />
<br />
1. 이용자는 본 웹 사이트가 정한 가입 양식에 따라 회원정보를 기입한 후 이 약관에 동의한다는 의사표시를 함으로서 회원가입을 신청합니다.<br />
2. 본 웹 사이트는 제1항과 같이 회원으로 가입할 것을 신청한 이용자 중 다음 각호에 해당하지 않는 한 회원으로 등록합니다.<br />
* 등록 내용에 허위, 기재누락, 오기가 있는 경우<br />
* 기타 회원으로 등록하는 것이 본 웹 사이트의 기술상 현저히 지장이 있다고 판단되는 경우<br />
3. 회원가입계약의 성립시기는 본 웹 사이트의 승낙이 회원에게 도달한 시점으로 합니다.<br />
4. 회원은 회원가입 시 등록한 사항에 변경이 있는 경우, 상당한 기간 이내에 본 웹 사이트에 대하여 회원정보 수정 등의 방법으로 그 변경사항을 알려야 합니다.<br />
<br />
<br />
[제 6조 웹 사이트 운영]<br />
<br />
1. 회사는 이 웹 사이트 및 회사가 웹 사이트에서 제공하는 모든 서비스 또는 자료를 사전 통보 없이 단독 재량으로 철회하거나 수정할 권리가 있습니다.<br />
2. 어떤 이유로든 웹 사이트의 전부 또는 일부가 언제든지 또는 어느 기간 동안 이용 가능하지 않은 경우 당사는 책임을 지지 않습니다. 때때로 회사는 웹 사이트의 일부 또는 전체 웹 사이트에 대한 접근을 사용자에게 제한 할 수 있습니다.<br />
3. 이 웹 사이트에는 다른 사용자, 블로거 및 타사 라이센스 제공자 및 타사에서 제공 한 컨텐츠가 포함 될 수 있으며, 해당 자료에 표현 된 모든 진술 또는 의견과 질문 및 기타 내용에 대한 모든 기사 및 답변은 회사가 제공 한 내용을 제외하고 전적으로 해당 자료를 제공하는 개인 또는 단체의 의견 및 책임입니다.<br />
[제 7조 개인정보 보안과 책임]<br />
<br />
1. 다른 사용자가 귀하의 개인 정보를 보거나 기록 할 수 없도록 공용 또는 공유 컴퓨터의 웹 사이트에 개인 정보를 입력 할 때 특히 주의해야 합니다. 이로 인한 개인 정보 유출에 대한 회사의 책임은 없습니다.<br />
<br />
<br />
[제 8조 지적 재산권]<br />
<br />
1. 특정하여 예외를 명시하지 않은 웹 사이트와 그 전체 내용(소프트웨어, 텍스트, 디스플레이, 이미지, 비디오 및 오디오, 디자인 등)은 회사, 라이센스 제공자 또는 해당 자료의 공급 업체의 소유이며 저작권, 상표, 특허, 영업 비밀 및 기타 지적 재산권은 법률에 의해 보호됩니다.<br />
1) 이 이용 약관은 귀하의 개인적, 비상업적 용도로만 웹 사이트를 사용할 수 있도록 합니다. 상업적 용도로 본 웹 사이트에 있는 자료를 복제, 배포, 수정, 가공생성, 공개 전시, 공개 공연, 재 출판, 다운로드, 저장 또는 전송해서는 안됩니다.<br />
2) 귀하가 상업적 용도로 사용하는 경우, 웹 사이트 사용 권리는 즉시 중단되며 귀하는 당사의 선택에 따라, 귀하가 작성한 자료의 사본을 반송하거나 파기하여야 합니다.<br />
웹 사이트 또는 웹 사이트의 내용에 대한 어떠한 권리, 소유권 또는 이권도 귀하에게 양도되지 않으며 명시 적으로 부여되지 않은 모든 권리는 회사가 보유합니다. 본 이용 약관에서 명시 적으로 허용하지 않은 웹 사이트의 사용은 본 이용 약관의 위반이며 저작권, 상표 및 기타 법률을 위반할 수 있습니다.<br />
2. 상표 - 회사 이름, TIBAB 로고 및 모든 관련 이름, 로고, 제품 및 서비스 이름, 디자인 및 슬로건은 회사 또는 계열사 또는 라이센스 제공자의 상표입니다.<br />
귀하는 회사의 사전 서면 허가 없이 그러한 사용할 수 없습니다. 이 웹 사이트의 다른 모든 이름, 로고, 제품 및 서비스 이름, 디자인 및 카피는 해당 소유자의 상표입니다.<br />
<br />
<br />
[제 9조 면책조항]<br />
<br />
1. 웹 사이트에서 또는 웹 사이트를 통해 제공되는 정보는 일반적인 정보제공 목적으로만 사용됩니다. 회사는 이 정보의 정확성, 완전성 또는 유용성을 보증하지 않습니다.<br />
그러한 정보에 의존하는 것은 전적으로 귀하의 책임입니다.<br />
2. 회사는 귀하의 웹 사이트 내 컨텐츠 또는 웹 사이트 또는 기타 웹 사이트를 통해 획득 한 모든 서비스 사용으로 인해 발생했거나 사용과 관련하여 발생하는 모든 종류의 손해에 대해 책임을지지 않습니다.<br />
<br />
<br />
[제 10조 관할법원 및 준거법]<br />
<br />
1. 회사의 서비스 이용과 관련하여 분쟁이 발생될 경우, 회사의 본사 소재지를 관할하는 법원을 관할 법원으로 하여 이를 해결합니다.<br />
2. 서비스 이용과 관련하여 회사와 회원 간의 소송에는 대한민국 법을 적용합니다.<br />
<br />
<br />
[부칙]<br />
<br />
이 약관은 2018 년 1 월 1 일부터 적용 됩니다.<br />
이용 약관, 개인 정보 보호 정책 및 이벤트 등록 조건은 귀하의 동의를 통해서만 진행 가능합니다.