[ 법적 고지]<br />
<br />
본 이용 약관(이하 '약관')은 티밥(이하 'Tibab') 웹사이트의 내용은 Tibab 에 대한 소개자료로서 참고용으로 작성되었으며, 티밥에 대한 정보만 제공하고 있습니다.<br />
<br />
<br />
[증권 거래소 또는 투자자 단체가 아닙니다.]<br />
<br />
1. 본 웹사이트에 포함 된 정보는 BitCoin, Etherium 또는 기타 디지털 동전이나 토큰을 포함한 유가 증권 또는 기타 투자 수단을 전세계의 모든 개인이나 법인에게 제공하는 것이 아닙니다.<br />
2. 이 웹 사이트는 일반적인 정보 제공 용입니다. Paper, 공지사항 또는 기타 제공 자료를 통해 작성된 자료는 적절하고 엄격한 연구를 수행하고 투자자 설문지를 작성하고 기타 적합성 표준을 충족시키는 경우에만 공인 투자자 및 선량 투자자가 사용할 수 있습니다.<br />
3. 투자 계획서는 미래의 사업 계획서 나 사설 제안서에 포함 된 정보 만 사용해야합니다. BitCoin과 마찬가지로 블록 체인 기술을 사용하는 모든 디지털 통화는 다양한 수준의 손실 위험을 공유합니다., 투자의 완전한 손실 및 보상을 포함하여. 투자에 대한 감사는 결코 보장되지 않습니다.<br />
4. 투자 결정에있어 구두 또는 기타 투자 수익 보장에 의존해서는 안됩니다.<br />
<br />
<br />
[면책 및 보증]<br />
<br />
1. Tibab 팀은 웹 사이트에 포함 된 정보가 올바른지 확인하기 위해 모든 노력을 기울 였지만 우리는 오류나 누락, 또는이 정보의 사용으로 얻은 결과에 대해 책임을지지 않습니다.<br />
2. 본 웹 사이트의 모든 정보는 '있는 그대로'제공되며, 이 정보의 사용으로 얻은 결과의 완전성, 정확성, 적시성 또는 보증을 명시하지 않으며 어떠한 종류의 명시 적 또는 묵시적 보증도 하지 않습니다.<br />
3. 어떠한 경우에도 웹 사이트의 정보에 의존하여 취해진 결정이나 조치 또는 그러한 손해의 가능성에 대한 통보가 있더라도 결과적, 특별하거나 유사한 손해에 대해 귀하 또는 타인에게 책임을지지 않습니다.<br />
4. 웹 사이트 및 링크 된 페이지에 포함 된 정보는 언제든지 통보없이 변경 될 수 있습니다.<br />
5. 제공되는 토큰의 가치는 보장되지 않으며 언제든지 하락할 수 있습니다.<br />
<br />
<br />
[주의 사항]<br />
<br />
1. 미국, 영국, 유럽연합, 캐나다, 호주, 싱가포르 등은 민간부문에 대한 ICO을 인정하는 수준이나 토큰의 구입과 계약 체결에 대한 진술과 보증을 할 수 없습니다.<br />
2. 한국과 중국, 베트남, 러시아는 ICO 관련 규정이 없어 ICO투자에 대한 안전보장을 받을 수 없으므로 법적 문제 발생시 개인 본인이 책임져야 합니다.<br />
3. 스위스, 영국령 지브롤터와 케이만 군도, 모리셔스는 ICO 허용 국가로 해당 국가로부터 암호화폐 투자에 대한 안전보장을 받을 수 있습니다.