[TIBAB 개인정보 정책]<br />
<br />
본 이용 약관(이하 '약관')은 TIBAB 웹사이트 접근한 귀하로부터 수집하거나 웹사이트에 제공한 개인 정보가 웹사이트에 의해 처리 되는 근거를 제시합니다. 웹사이트에 계속 접근하거나 사용함으로써 귀하는 본 약관에 구속되는 데 동의하게 됩니다. 본 약관의 모든 조건에 동의하지 않으면 웹사이트를 사용하거나 접속해서는 안됩니다.<br />
<br />
<br />
[제 1조 총칙]<br />
<br />
1. 본 웹사이트는 귀하의 개인정보보호를 매우 중요시하며, 『정보통신망이용촉진등에관한법률』상의 개인정보보호 규정 및 정보통신부가 제정한 『개인정보보호지침』을 준수하고 있습니다.<br />
2. 본 웹사이트는 개인정보보호방침을 통하여 귀하께서 제공하시는 개인정보가 어떠한 용도와 방식으로 이용되고 있으며 개인정보보호를 위해 어떠한 조치가 취해지고 있는지 알려드립니다.<br />
3. 본 웹사이트는 개인정보보호방침을 홈페이지 첫 화면 하단에 공개함으로써 귀하께서 언제나 용이하게 보실 수 있도록 조치하고 있습니다.<br />
4. 본 웹사이트는 개인정보취급방침을 개정하는 경우 웹사이트 공지사항(또는 개별공지)을 통하여 공지할 것입니다.<br />
<br />
<br />
[제 2조 개인정보 수집에 대한 동의]<br />
<br />
귀하께서 본 사이트의 개인정보보호방침 또는 이용약관의 내용에 대해 「동의한다」버튼 또는 「동의하지 않는다」버튼을 클릭할 수 있는 절차를 마련하여, 「동의한다」버튼을 클릭하면 개인정보 수집에 대해 동의한 것으로 봅니다<br />
<br />
<br />
[제 3조 정보의 수집 및 이용 목적]<br />
<br />
1. 귀하가 웹사이트에 제공하는 정보는 귀하가 당사 사이트 TIBAB.io를 통해서 기입한 정보 혹은 전화로 제공 한 개인의 정보를 말합니다. 여기에는 사이트를 사용하기 위해 등록하거나, 토론 게시판이나 기타 소셜미디어 기능에 참여할 때 당사에 제공 한 정보가 포함됩니다. 귀하가 웹사이트에서 문제를 보고 할 때, 귀하가 제공 한 정보(이름, 주소, 전자 메일 주소, 전화 번호, 웹사이트 URL, 신용 카드 정보를 포함 한 개인 정보)가 포함 될 수 있습니다.<br />
2. 귀하가 본 사이트를 방문 할 때마다 다음 정보를 자동으로 수집합니다.<br />
: 컴퓨터를 인터넷에 연결하는 데 사용되는 인터넷 프로토콜 (IP) 주소, 브라우저 유형 및 버전, 시간대 설정, 브라우저 플러그 인 유형 및 버전, 운영 체제 및 플랫폼을 포함한 기술 정보, 전체 URL (Uniform Resource Locator), 다운로드 오류, 특정 페이지 방문 기간 등 귀하의 방문에 대한 정보<br />
<br />
<br />
[제 4조 쿠키에 의한 개인정보 수집, 운영 및 거부]<br />
<br />
본 웹사이트는 귀하에 대한 정보를 저장하고 수시로 찾아내는 '쿠키(cookie)'를 사용합니다. 쿠키는 웹사이트가 귀하의 컴퓨터 브라우저(넷스케이프, 인터넷 익스플로러 등)로 전송하는 소량의 정보입니다. 귀하께서 웹사이트에 접속을 하면 본 쇼핑몰의 컴퓨터는 귀하의 브라우저에 있는 쿠키의 내용을 읽고, 귀하의 추가정보를 귀하의 컴퓨터에서 찾아 접속에 따른 성명 등의 추가 입력 없이 서비스를 제공할 수 있습니다.<br />
쿠키는 귀하의 컴퓨터는 식별하지만 귀하를 개인적으로 식별하지는 않습니다. 또한 귀하는 쿠키에 대한 선택권이 있습니다. 웹브라우저의 옵션을 조정함으로써 모든 쿠키를 다 받아들이거나, 쿠키가 설치될 때 통지를 보내도록 하거나, 아니면 모든 쿠키를 거부할 수 있는 선택권을 가질 수 있습니다.<br />
1. 쿠키 등 사용 목적 : 이용자의 접속 빈도나 방문 시간 등을 분석, 이용자의 취향과 관심분야를 파악 및 자취 추적, 각종 이벤트 참여 정도 및 방문 회수 파악 등을 통한 타겟 마케팅 및 개인 맞춤 서비스 제공<br />
2. 쿠키 설정 거부 방법 : 쿠키 설정을 거부하는 방법으로는 귀하가 사용하는 웹 브라우저의 옵션을 선택함으로써 모든 쿠키를 허용하거나 쿠키를 저장할 때마다 확인을 거치거나, 모든 쿠키의 저장을 거부할 수 있습니다.<br />
3. 설정방법 예시 : 인터넷 익스플로어의 경우 → 웹 브라우저 상단의 도구 > 인터넷 옵션 > 개인정보<br />
4. 단, 귀하께서 쿠키 설치를 거부하였을 경우 서비스 제공에 어려움이 있을 수 있습니다.<br />
<br />
<br />
[제 5조 제3자에 대한 공유 및 제공]<br />
<br />
1. 개인 정보 공유<br />
<br />
① 사이트의 개선 및 최적화를 지원하는 웹 로그 분석 및 검색 엔진 제공 업체.<br />
<br />
② 결제 솔루션 제공 업체와 같은 전자 상거래 업체는 온라인 구매, 기부 및 기타 결제 처리를 지원합니다.<br />
<br />
2. 개인정보의 위탁 제3자에 대한 공유 및 제공<br />
<br />
① 웹사이트는 웹사이트가 개인정보를 위탁업체에 제공하는 경우 위탁 받은 업체가 개인정보보호 관계 법령을 위반하지 않도록 관리 및 감독하고 있습니다. 위탁업무의 내용이나 수탁자가 변경될 경우에는 지체 없이 본 개인정보 처리방침을 통하여 공개하도록 하겠습니다.<br />
<br />
② 다만, 다음의 경우에는 관련 법령의 규정에 의하여 귀하의 동의 없이 개인정보를 제공할 수도 있사오니 이점 양지하여 주시기 바랍니다.<br />
<br />
a. 통계작성, 학술연구 또는 시장조사를 위하여 필요한 경우로서 특정 개인을 알아볼 수 없는 형태로 가공하여 제공하는 경우<br />
<br />
b. 법령의 규정에 의하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우귀하의 데이터의 저장<br />
<br />
<br />
[제 6조 개인정보의 기술적·관리적 보호대책]<br />
<br />
우리는 귀하의 데이터가 본 개인 정보 보호 정책에 따라 안전하게 취급되도록 합리적으로 필요한 모든 조치를 취할 것입니다.<br />
1. 기술적 대책<br />
<br />
① 데이터의 암호화<br />
<br />
귀하가 제공 한 모든 정보는 당사의 보안 서버에 저장됩니다. 모든 웹 기반 지불 거래는 SSL 기술을 사용하여 암호화됩니다.<br />
<br />
② 해킹 등에 대비한 대책<br />
<br />
웹사이트는 해킹이나 컴퓨터 바이러스 등에 의해 귀하의 개인정보가 유출되거나 훼손되는 것을 막기 위해 최선을 다하고 있습니다. 개인정보의 훼손에 대비해서 자료를 수시로 백업하고, 백신프로그램을 이용하여 이용자들의 개인정보나 자료가 누출되거나 손상되지 않도록 방지합니다. 그리고 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하며, 기타 시스템적으로 보안성을 확보하기 위한 가능한 모든 기술적 장치를 갖추려 노력하고 있습니다.<br />
<br />
2. 관리적 대책<br />
<br />
① 취급 직원의 최소화 및 교육 웹사이트의 개인정보관련 취급 직원은 담당자에 한정시키고, 이를 위한 별도의 비밀번호를 부여하여 정기적으로 갱신하며, 담당자에 대한 수시 교육을 통하여 웹사이트의 개인정보 취급방침의 준수를 항상 강조합니다.<br />
<br />
3. 제공 받은 개인 정보의 관리<br />
<br />
이용자의 개인적인 부주의로 비밀번호, 핸드폰번호 등 개인정보가 유출되어 발생한 문제와 기본적인 인터넷의 위험성 때문에 일어나는 일들에 대해 책임을 지지 않습니다. 보안 의식을 가지고 비밀번호를 자주 변경하며 공용PC에서의 사용 시 개인정보가 유출되지 않도록 각별한 주의를 기울여 주시기 바랍니다.<br />
<br />
<br />
[제 7조 개인정보관리책임자 및 담당자의 연락처]<br />
<br />
1. 웹사이트는 귀하의 개인정보를 보호하고 개인정보 처리에 관한 업무를 총괄해서 책임지며, 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보 보호책임자를 지정하고 있습니다.<br />
개인정보 보호 책임 문의 : tibabio@naver.com<br />
2. 이용자는 웹사이트의 서비스(또는 사업)을 이용하시면서 발생한 모든 개인정보 보호 관련 문의, 불만처리, 피해구제 등에 관한 사항을 개인정보 보호책임자 및 담당부서로 문의하실 수 있습니다. 웹사이트는 정보주체의 문의에 대해 지체 없이 답변 및 처리해드릴 것입니다.<br />
3. 웹사이트가 가능한 기술적인 보완조치를 했음에도 불구하고, 첨단기술을 이용한 해킹 등 네트워크 상의 위험에 의해 발생하는 예기치 못한 사고로 인한 정보의 훼손에 관해서는 책임이 없습니다.<br />
4. 이용자는 웹사이트의 서비스(또는 사업)을 이용하시면서 발생한 모든 개인정보 보호관련 문의, 불만처리, 피해구제 등에 관한 사항을 개인정보 보호책임자 및 담당부서로 문의하실 수 있습니다. 웹사이트는 정보주체의 문의에 대해 지체 없이 답변 및 처리해드릴 것입니다.<br />
5. 웹사이트는 본 개인정보 처리방침에도 불구하고 대한민국 법령에 근거하여 개인정보 제공 의무를 부담하는 경우, 법원의 명령에 따라 이를 제공할 수 있습니다.<br />
<br />
<br />
[제 8조 개인 정보 보호 정책의 변경]<br />
<br />
향후 개인 정보 취급 방침의 변경 사항은 이 페이지에 게시되며 해당되는 경우 사용 가능한 경우 전자 메일로 귀하에게 통보 할 수 있습니다.<br />
본 개인정보취급처리방침은 시행일(2018년 1월 1일)로부터 적용되며 취급방침의 내용 추가, 삭제 및 수정이 있을 시에는 변경사항의 시행 7일 전부터 웹사이트 또는 개별공지를 통하여 공지합니다.